Repository: Freelancer-Martin/ilo_ee_ajaarvestustarkvara-developer
Catalog: languages/ilo-ee-ajaarvestus-template-*.po
Languages: et, ru_ru

source: Primary
et: Esmane
ru_ru: первичный

source: Oops! That page can&rsquo;t be found.
ru_ru: К сожалению! Эту страницу можно найти.

source: It looks like nothing was found at this location. Maybe try one of the links below or a search?
ru_ru: Похоже, что ничего не было найдено в этом месте. Может быть, попробуйте одну из ссылок ниже или поиск?

source: Try looking in the monthly archives. %1$s
ru_ru: Попробуйте заглянуть в ежемесячные архивы. % 1 $ s

source: Search Results for: %s
et: Otsimis Tulemused
ru_ru: Результаты поиска для:% s

source: Posted in %1$s
ru_ru: Опубликовано в% 1 $ s

source: Leave a Comment<span class="screen-reader-text"> on %s</span>
ru_ru: Оставьте комментарий <span class = "screen-reader-text"> is% s </ span>

source: Nothing Found
et: Ei Leitud Midagi
ru_ru: Ничего не найдено

source: Ready to publish your first post? <a href="%1$s">Get started here</a>.
ru_ru: Готовы опубликовать свой первый пост? <a href="%1$s"> Начните здесь </a>.

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
ru_ru: Кажется, мы не можем найти то, что вы ищете. Возможно, поиск может помочь.

source: Sisesta täht otsingu alustamiseks
ru_ru: Вставьте письмо, чтобы начать поиск

source: User Profile Metabox
et: Kasutaja Profiili Väljad
ru_ru: Профиль пользователя Metabox

source: User Extra Info
et: Kasutaja Lisa Väljad
ru_ru: Дополнительная информация о пользователе

source: User Profile Image
et: Kasutaja Profiili Pilt
ru_ru: Фотография профиля пользователя

source: Deparment List
et: Osakonna Nimekiri
ru_ru: Список отделов

source: Select user deparment
et: Vali Kasutaja Osakond
ru_ru: Выберите пользовательский отдел

source: %s &mdash; Updated!
ru_ru: % s & mdash; Обновлено!

source: Will show in the REST API for this box and for pages.
ru_ru: Будет отображаться в REST API для этого поля и для страниц.

source: Will show in REST API "editable" contexts only (`POST` requests).
ru_ru: В REST API будет отображаться только «редактируемые» контексты (запросы `POST`).

source: Tere Tulemast !
ru_ru: Добро пожаловать!

source: Loodame et teie päev möödub hästi.
ru_ru: Мы надеемся, что ваш день пройдет хорошо.

source: Sisestage Töötunnid
ru_ru: Введите часы

source: Day Hours
et: Tunde Päevas
ru_ru: Дневные часы

source: Night Hours
et: Öö Tunnid
ru_ru: Ночные часы

source: All Hours
et: Kõik Tunnid
ru_ru: Все часы

source: Empty
et: Tühi
ru_ru: пустой

source: Insert Job Details
et: Lisa Töö Kirjeldus
ru_ru: Вставить детали работы

source: January
et: Jaanuar
ru_ru: январь

source: February
et: Veebruar
ru_ru: февраль

source: March
et: Märts
ru_ru: марш

source: April
et: Aprill
ru_ru: апрель

source: May
et: Mai
ru_ru: май

source: June
et: Juuli
ru_ru: июнь

source: July
et: Juuli
ru_ru: июль

source: August
ru_ru: августейший

source: September
ru_ru: сентябрь

source: October
et: Oktoober
ru_ru: октября

source: November
ru_ru: ноябрь

source: Decemeber
et: Detsember
ru_ru: Декабрь

source: Job Number
et: Töö number
ru_ru: Номер задания

source: Department
et: Osakond
ru_ru: отдел

source: Activities
et: Tegevused
ru_ru: мероприятия

source: Date
et: Päev
ru_ru: дата

source: Begging Time
et: Alguse Aeg
ru_ru: Время просить

source: End Time
et: Lõpu Aeg
ru_ru: Время окончания

source: Hours Spent
et: Tunde Kulutatud
ru_ru: Отработанные часы

source: Quantity
et: Kogus
ru_ru: количество

source: Comment
et: Kommentaar
ru_ru: Комментарий

source: Quantity / h
et: Kogus Tunnis
ru_ru: Количество / ч

source: Reject Quantity
et: Praagi Kogus
ru_ru: Отклонить количество

source: Reject Comment
et: Praagi Kommentaar
ru_ru: Отклонить комментарий

source: Add New
et: Lisa Uus
ru_ru: Добавить новое

source: Add New
et: Lisa Uss
ru_ru: Добавить новое

source: Edit
et: Muuda
ru_ru: редактировать

source: New
et: Uus
ru_ru: Newновый

source: All
et: Kõik
ru_ru: BCE

source: Search
et: Otsi
ru_ru: поиск

source: No
et: Ei
ru_ru: нет

source: View job time report
et: Vaata Töö Raportit
ru_ru: Посмотреть отчет о времени работы

source: Confirmed
et: Kinnitatud
ru_ru: подтвердил

source: Worker Name
et: Töötaja Nimi
ru_ru: Имя работника

source: Deparment
et: Osakond
ru_ru: отдел

source: Machine
et: Masin
ru_ru: машина

source: Time :
et: Aeg:
ru_ru: Время:

source: Amount :
et: Kogus :
ru_ru: Количество :

source: Rejection :
et: Praak Ö
ru_ru: Отказ:

source: Confirm job list
et: Kinnita Tööd
ru_ru: Подтвердите список вакансий

source: Activities Metabox
et: Tegevused Metabox
ru_ru: Деятельность Metabox

source: Activities Name
et: Tegevuse Nimi
ru_ru: Название деятельности

source: Insert activities name here
et: Lisa tegevuse nimi siia
ru_ru: Введите название деятельности здесь

source: Job List Metabox
et: Töö kirjelduse metabox
ru_ru: Metabox списка вакансий

source: Printing part
et: Trükiseosa
ru_ru: Печатная часть

source: Insert Printing part here
et: Sisesta Trükiseosa
ru_ru: Вставьте часть печати здесь

source: Format
et: Formaat
ru_ru: Формат

source: Insert Format here
et: Sisesta Formaat Siia
ru_ru: Вставьте формат здесь

source: Plates
et: Plaate
ru_ru: Тарелки

source: Insert Plates here
et: Sisesta plaatide arv
ru_ru: Вставьте пластины здесь

source: Kogus
ru_ru: количество

source: Insert Kogus here
et: Sisesta kogus siia
ru_ru: Введите сумму здесь

source: Poke
et: voltida
ru_ru: совать

source: Insert Poke
et: sisesta voltimine
ru_ru: Вставить тыкать

source: Stocks (head / legs / front / rear)
et: Varud (pea/jalad/eesäär/taga)
ru_ru: Сток (голова / ноги / спереди / сзади)

source: Stoks
et: Varud
ru_ru: Стокс

source: Machine Metabox
et: Masina Väljad
ru_ru: Metabox машины

source: Insert Machine Name
et: Lisa Masina Nimi
ru_ru: Введите имя машины

source: Insert Machine name Here
et: Lisa Masina Nimi Siia
ru_ru: Введите имя машины здесь

source: customa made template
et: Käsitsi tehtud Teema
ru_ru: изготовленный на заказ шаблон

source: Confirm Job List
et: Kinnita Töö List
ru_ru: Подтвердить список вакансий

source: Insert Job
et: Sisesta Töökirjeldus
ru_ru: Вставить работу

source: Job List
et: Tööde Nimekiri
ru_ru: Список вакансий

source: Add Job
et: Lisa Töö
ru_ru: Добавить работу

source: Add Deparment
et: Lisa Osakond
ru_ru: Добавить отдел

source: Add Machine
et: Lisa Masin
ru_ru: Добавить машину

source: Add Activities
et: Lisa Tegevus
ru_ru: Добавить деятельность

source: Add widgets here.
et: Lisa Vidin Siia

source: Edit <span class="screen-reader-text">%s</span>
et: Muuda %

source: Pages:
et: Lehed

source: Continue reading<span class="screen-reader-text"> "%s"</span>
et: Loe Edasi %

source: field description (optional)
et: Välja kirjeldus

source: View
et: Vaade
